export default {
  projections: {
    ГостьE: {
      фИО: {
        __caption__: 'ФИО'
      },
      датаРождения: {
        __caption__: 'Дата рождения'
      },
      данныеПаспорта: {
        __caption__: 'Данные паспорта'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      карта: {
        __caption__: 'Карта',
        кодКарты: {
          __caption__: 'Карта'
        },
        типКарты: {
          __caption__: 'Тип карты'
        }
      }
    },
    ГостьL: {
      фИО: {
        __caption__: 'ФИО'
      },
      датаРождения: {
        __caption__: 'Дата рождения'
      },
      данныеПаспорта: {
        __caption__: 'Данные паспорта'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      карта: {
        __caption__: 'Карта',
        кодКарты: {
          __caption__: 'Карта'
        },
        типКарты: {
          __caption__: 'Тип карты'
        }
      }
    }
  },
  validations: {
    данныеПаспорта: {
      __caption__: 'Данные паспорта'
    },
    датаРождения: {
      __caption__: 'Дата рождения'
    },
    телефон: {
      __caption__: 'Телефон'
    },
    фИО: {
      __caption__: 'ФИО'
    },
    карта: {
      __caption__: 'Карта'
    }
  }
};
